FemDesign.Loads.LoadLocationValue
location_value_type

FemDesign.Loads.LoadLocationValue.#ctor
Parameterless constructor for serialization.

FemDesign.Loads.LoadLocationValue.#ctor(FemDesign.Geometry.Point3d,System.Double)
Internal constructor accessed by GH components and Dynamo nodes.